// Створіть нову гілку в вашому репозиторії
// Створіть нову папку у вашому проекті де ви будете зберігати файли з домашкою
// Створіть під кожне завдання окремий файл
// Завдання 1
//
// Напишіть функцію яка буде приймати 2 аргументи - довільний текст як перший аргумент та кількість мілісекунд як другий аргумент.
//     Функція повинна вивести в консоль переданий текст через вказану кількість мілісекунд

function printTextAfterDelay(text, delay) {
    return setTimeout(()=> console.log(text), delay)
}

printTextAfterDelay("Hello after 2 seconds", 2000)